Repository: mozilla-l10n/mt-training-data
Catalog: rm-sursilv/rm-sursilv_pontoon.tmx
Source language: en_us
Languages: rm_sursilv

source: Is the goal of Common Voice to build a voice assistant?
rm_sursilv: Ei la finamira da Common Voice da crear in assistent vocal?

source: Italian
rm_sursilv: talian

source: It contains words or phrases that are hard to read or pronounce.
rm_sursilv: Ella cuntegn plaids ni frasas ch'ein grevas da leger ni da pronunziar.

source: It is a long established fact that a reader will be distracted by the readable content of a page when looking at its layout.
rm_sursilv: Igl ei in fatg gia daditg enconuschent ch'in lectur sa buca seconcentrar sil cuntegn d'ina pagina, sch'el mira sil layout.

source: It is written in a language different than what I’m speaking.
rm_sursilv: La construcziun ei scretta en in auter lungatg che quel che jeu discuorel.

source: Izhorian
rm_sursilv: izorians

source: Japanese
rm_sursilv: japanes

source: Join the Common Voice mailing list
rm_sursilv: S'annunzia per la gliesta dad e-mails da Common Voice

source: Kabardian
rm_sursilv: kabard

source: Kabyle
rm_sursilv: cabil

source: Kazakh
rm_sursilv: casac

source: Keep
rm_sursilv: mantener

source: Keep it up, record again <recordIcon></recordIcon>
rm_sursilv: Stai vidlunder e fai aunc ina registraziun <recordIcon></recordIcon>

source: Keep the recordings
rm_sursilv: salvar la registraziun

source: Keep track of your progress and metrics across multiple languages.
rm_sursilv: Mantegn la survesta davart tiu progress e tia statistica en differents lungatgs.

source: Keep track of your progress with a profile
rm_sursilv: Teni en egl vies progress cun in profil

source: Keep track of your progress with a profile and help our voice data be more accurate.
rm_sursilv: Cun in profil tegns ti en egl tiu progress e fas che nossas datas daventan pli exactas.

source: Komi-Zyrian
rm_sursilv: comi-sirian

source: Korean
rm_sursilv: corean

source: Kurdish
rm_sursilv: curd

source: Kyrgyz
rm_sursilv: kirghis

source: Language
rm_sursilv: Lungatg

source: Language Request
rm_sursilv: Damonda per in niev lungatg

source: Language request successfully submitted, thank you.
rm_sursilv: Ti has tarmess cun success ina damonda per in niev lungatg, engraziel fetg!

source: Languages
rm_sursilv: Lungatgs

source: Latvian
rm_sursilv: letton

source: Launched
rm_sursilv: lantschau

source: Leaderboard Visibility
rm_sursilv: Visibladad ella gliesta da rangaziun

source: Leaving now means you’ll lose your changes
rm_sursilv: Sche ti bandunas ussa, piardas ti las midadas.

source: Leaving now means you'll lose your progress
rm_sursilv: Sche ti sortas ussa, piardas ti tiu progress.

source: LibriSpeech is a corpus of approximately 1000 hours of 16Khz read English speech derived from read audiobooks from the LibriVox project.
rm_sursilv: LibriSpeech ei in corpus da biabein 1000 uras da registraziuns prelegidas en lungatg engles (registradas en 16Khz) che derivan da cudischs auditivs e dil project LibriVox.

source: License
rm_sursilv: Licenzia

source: License: <licenseLink>CC-0</licenseLink>
rm_sursilv: Licenzia: <licenseLink>CC-0</licenseLink>

source: License: <licenseLink>{ $license }</licenseLink>
rm_sursilv: Licenzia: <licenseLink>{ $license }</licenseLink>

source: Ligurian
rm_sursilv: ligures

source: Link Copied
rm_sursilv: Copiau la colligiaziun

source: Listen
rm_sursilv: tedlar

source: Listening
rm_sursilv: tedlar

source: Listen-Queue
rm_sursilv: Colonna da spetga per tedlar

source: Lithuanian
rm_sursilv: lituan

source: Loading…
rm_sursilv: cargar ...

source: Localization
rm_sursilv: Localisaziun

source: Localized
rm_sursilv: translatau

source: Login Identity
rm_sursilv: Identitad d'annunzia

source: Log in or sign up to get started
rm_sursilv: S'annunziei ni seregistrei per entscheiver

source: Log In / Sign Up
rm_sursilv: s'annunziar / seregistrar

source: Log In / Sign Up with { $company } email
rm_sursilv: s'annunziar / s'inscriver cun l'adressa dad e-mail da { $company }

source: Log Out
rm_sursilv: sortir

source: Looks like there aren't any clips to listen to in this language. Help us fill the queue by recording some now.
rm_sursilv: Ei para dad haver negins clips da tedlar en quei lungatg. Sche ti registreschas ussa enzacons, gidas ti nus ad emplenir la retscha.

source: Macedonian
rm_sursilv: macedonic

source: Make your submitted data as rich as possible by providing some anonymous demographic data. We de-identify all demographic data before making it public.
rm_sursilv: Las datas che ti inoltreschas survegnan dapli valeta, sche ti fas enzacontas indicaziuns demograficas anonimas. A basa dallas datas demograficas che nus publichein vegn ei denton buc ad esser pusseivel d'identificar tei.

source: Malagasy
rm_sursilv: malagassi

source: Male
rm_sursilv: masculin

source: Maltese
rm_sursilv: maltes

source: Manage Email Subscriptions
rm_sursilv: Administrar ils abonnaments dad e-mail

source: Manage Subscriptions
rm_sursilv: administrar ils abonnaments

source: Meadow Mari
rm_sursilv: mari oriental

source: Message
rm_sursilv: Messadi

source: Mixed
rm_sursilv: mischedau

source: Moksha
rm_sursilv: mokschan

source: Mongolian
rm_sursilv: mongolic

source: More
rm_sursilv: dapli

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Common Voice, a project to help make voice recognition open and accessible to everyone.
rm_sursilv: La plipart dallas datas che grondas firmas nezegian stat buc a disposiziun alla maioritad dils carstgauns. Nus essan dil meini che quei stinschenti innovaziuns. Perquei havein nus lantschau Common Voice, in project che gida a render la reconuschientscha vocala aviarta ed accessibla a tuts.

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Project Common Voice, a project to help make voice recognition open to everyone.
rm_sursilv: La plipart dallas datas che grondas firmas nezegian stat buc a disposiziun alla maioritad dils carstgauns. Nus essan dil meini che quei stinschenti innovaziuns. Perquei havein nus lantschau Common Voice, in project che renda la reconuschientscha vocala accessibla a tuts.

source: Most speech databases are trained with an overrepresentation of certain demographics which results in a bias towards <articleLink>male and middle class</articleLink>. Accents and dialects that tend to be under-represented in training data sets are typically associated with groups of people who are already marginalised. Many machines also struggle to understand female voices. This is why in our voice database we want variety!
rm_sursilv: Las pliras bancas da datas da lungatg vegnan trenadas d'ina surrepresentanza da certas demografias. Quei meina ad ina favorisaziun <articleLink>d'umens e da participonts dalla classa da miez</articleLink>. Accents e dialects ch'ein tendenzialmein sutrepresentai en unitads da datas da trenament vegnan tipicamein mess en connex cun persunas ch'ein gia marginalisadas. Biaras maschinas han era breigias da capir vuschs femininas. Perquei lein nus varietad en nossa banca da datas da lungatg.

source: Mozilla doesn’t pick or favor any one language over another. Instead, Common Voice is a purely community-driven initiative, but it takes <multilangLink>several steps to add a new language</multilangLink> and begin collecting voice donations. First, the Common Voice website needs to be translated so community members can access the contributor experience in their own language. Next, we need a large collection of copyright-free sentences for people to read outloud. Once both of those requirements are satisfied a language is “launched” on Common Voice for people to start recording their voice and validating others donations. If you want to help launch a new language, head over to our <sentenceCollectorLink>sentence collection tool</sentenceCollectorLink> to get started.
rm_sursilv: Mozilla ni elegia ni favorisescha in lungatg ad in auter. Cuntrari, ei setracta tier Common Voice d'ina iniziativa che s'orientescha sulettamein alla communitad. Ei drova denton <multilangLink>plirs pass per integrar in niev lungatg</multilangLink> ed entscheiver a rimnar contribuziuns vocalas. Igl emprem sto la pagina d'internet da Common Voice vegnir translatada per ch'ils commembers dalla communitad sappien profitar dallas experienzas dils cooperaturs en lur agen lungatg. Sco proxim duvrein nus per preleger ina gronda collecziun da construcziuns ch'ein libras dils dretgs d'autur. Aschispert che omisduas premissas ein ademplidas, vegn in lungatg "lantschaus" sin Common Voice, aschia che la glieud sa registrar la vusch e confirmar las contribuziuns d'auters. Sche ti vul gidar a lantschar in niev lungatg, visetas ti nies <sentenceCollectorLink> utensil per rimnar construcziuns </sentenceCollectorLink>.

source: Mozilla is dedicated to keeping the web open and accessible for everyone. To do that we need to empower web creators through projects like Common Voice. As voice technologies proliferate beyond niche applications, we believe they must serve all users equally. That means investing in more languages and accommodating diverse accents and demographics when building and testing voice technologies. Common Voice is a public resource available to everyone and Mozilla teams and developers around the world are already using it on our own projects as well.
rm_sursilv: Mozilla ha la finamira da mantener la reit aviarta ed accessibla per mintgin. Perquei ston creaturs da cuntegn da web vegnir susteni cun projects sco Common Voice. Damai che las tecnologias da lungatg ein neginas applicaziuns da nischa pli, essan nus digl avis ch'ellas duein esser disponiblas a tuts a moda eguala. Quei munta investir en dapli lungatgs e risguardar differents accents e demografias duront il process da sviluppar ed examinar tecnologias vocalas. Common Voice ei ina resursa publica che stat a disposiziun a tuts e ch'ils teams da Mozilla e sviluppaders sigl entir mund drovan gia per ils agens projects.

source: Mycroft is the world’s first open source assistant. Mycroft runs anywhere - on a desktop computer, inside an automobile, or on a Raspberry Pi.
rm_sursilv: Mycroft ei igl emprem assistent digital open source dil mund. Mycroft funcziunescha dapertut - sin in computer, en in auto ni sin ina petta da puaunas (Raspberry Pi).

source: N/A
rm_sursilv: buca disponibel

source: Name
rm_sursilv: Num

source: Native Language
rm_sursilv: Lungatg matern

source: Nepali
rm_sursilv: nepales

source: Next Goals: { $goal }
rm_sursilv: Proxima finamira: { $goal }

source: No
rm_sursilv: na

source: No gravatar found for your email
rm_sursilv: Anflau negins gravatars per tia adressa dad e-mail

source: No microphone found.
rm_sursilv: Anflau negin microfon.

source: Norwegian Bokmål
rm_sursilv: bokmål norveges

source: Norwegian Nynorsk
rm_sursilv: nynorsk norveges

source: Note: When set to 'Visible', this setting can be changed from the <profileLink>Profile page</profileLink>
rm_sursilv: Remarca: sche quei parameter ei sin 'mussar', sa el vegnir midaus silla pagina da <profileLink>profil</profileLink>

source: Note: You will still need to select between Speak or Listen to change contribution type.
rm_sursilv: Remarca: ti stos eleger Discuorer ni Tedlar per midar il tip da contribuziun.

source: Not found
rm_sursilv: buc anflau

source: No Thanks
rm_sursilv: Na, engraziel fetg.

source: Now you can donate your voice to help us build an open-source voice database that anyone can use to make innovative apps for devices and the web. Read a sentence to help machines learn how real people speak. Check the work of other contributors to improve the quality. It’s that simple!
rm_sursilv: Ussa sas ti contribuir cun tia vusch per gidar nus a sviluppar ina banca da datas open source cun vuschs, ina che mintgin sa duvrar per crear applicaziuns innovativas per apparats e pil web. Legia ina construcziun, per che maschinas sappien emprender co persunas realas disuoran. Controllescha la lavur che auters han contribuiu e meglierescha aschia la qualitad. Igl ei propi sempel!

source: Number of Voices
rm_sursilv: Diember da vuschs

source: { NUMBER($totalHours) } hours is achievable in just over { NUMBER($periodMonths) } months if { NUMBER($people) } people record { NUMBER($clipsPerDay) } clips a day.
rm_sursilv: { NUMBER($totalHours) } uras san vegnir contonschidas en mo { NUMBER($periodMonths) } meins, sche { NUMBER($people) } persunas registreschan { NUMBER($clipsPerDay) } clips per di.

source: Off
rm_sursilv: deactivau

source: Offensive language
rm_sursilv: Lungatg offendent

source: Offensive speech
rm_sursilv: Lungatg offendent

source: On
rm_sursilv: activau

source: On desktop computers, you can download the latest:
rm_sursilv: Sin computers da desktop sas ti telecargar la pli nova versiun:

source: Optionally join on our email list for updates and new information about the project.
rm_sursilv: Sche ti vul, sas ti s'inscriver en nossa gliesta per retscheiver e-mails cun novitads ed informaziuns davart il project.

source: Optionally submitted demographic data (e.g. age, sex, language, and accent) is de-identified from your submitted voice data and will never be made public on your profile.
rm_sursilv: Informaziuns demograficas facultativas (p. ex. vegliadetgna, schlatteina, lungatg ed accent) vegnan de-identificadas da tias datas da vusch tarmessas e vegnan mai publicadas sin tiu profil.

source: or Delete voice clip
rm_sursilv: ni stizzar il clip da vusch

source: Other
rm_sursilv: auter

source: Other Language
rm_sursilv: Auter lungatg

source: Other voice datasets…
rm_sursilv: Autras unitads da datas vocalas ...

source: Other Voice Datasets
rm_sursilv: Autras unitads da datas vocalas

source: Our source text is made up of original contributor donations as well as dialogue from public domain movie scripts like <italic>It’s a Wonderful Life</italic>. You can view our source sentences in this <githubLink>GitHub folder</githubLink>.
rm_sursilv: Nies text da fontauna consista da donaziuns originalas da cooperaturs sco era da dialogs da domenas publicas da scripts da film sco</italic>. Vus saveis prender investa en nossas unitads da fontauna en quei <githubLink>ordinatur da GitHub</githubLink>.

source: Overall Accuracy
rm_sursilv: Exactadad cumplessiva

source: Overall Hr. Total
rm_sursilv: Total dallas uras

source: Overall project status: see how far we’ve come!
rm_sursilv: Status general dil project: mira con lunsch che nus essan gia!

source: p
rm_sursilv: f

source: Partners
rm_sursilv: Partenaris

source: <playIcon></playIcon>Last one!
rm_sursilv: <playIcon></playIcon>La davosa!

source: Polish
rm_sursilv: polac

source: Portuguese
rm_sursilv: portughes

source: Portuguese (Brazil)
rm_sursilv: portughes (brasilian)

source: Press play, listen & tell us: did they accurately speak the sentence below?
rm_sursilv: Smacca Far ir, teidla e di a nus: vegn la suandonta construcziun pronunziada endretg?

source: Press { shortcut-play-toggle } to toggle play mode
rm_sursilv: Smacca { shortcut-play-toggle } per entscheiver a preleger ni per calar

source: Privacy
rm_sursilv: Protecziun da datas

source: Privacy Policy
rm_sursilv: Declaraziun davart la protecziun da datas

source: Pro
rm_sursilv: professiunal

source: Profile
rm_sursilv: Profil

source: Profile information improves the audio data used in training speech recognition accuracy.
rm_sursilv: Las informaziuns dil profil augmentan la qualitad dallas datas da tun che vegnan duvradas per trenar l'exactadad dalla reconuschientscha vocala.

source: Read More
rm_sursilv: Ulteriuras informaziuns

source: Read more on our About page
rm_sursilv: Legia dapli sin nossa pagina d'informaziuns davart Common Voice.

source: Ready to do { $count } more?
rm_sursilv: Promts/promta da far { $count } dapli?

source: Ready to donate your voice?
rm_sursilv: Eis promta/promts da contribuir tia vusch?

source: Ready to help validate sentences?
rm_sursilv: Eis ti promts/promta da gidar nus a valetar las construcziuns?

source: Receive emails such as challenge and goal reminders, progress updates, and newsletters about Common Voice.
rm_sursilv: Jeu less retscheiver e-mails, per exempel regurdientschas da finamiras, mes rapports da progress e newsletters da Common Voice.

source: Recorded Clips
rm_sursilv: Registraziuns

source: Recorded Hours
rm_sursilv: Uras registradas

source: <recordIcon></recordIcon> Last one!
rm_sursilv: <recordIcon></recordIcon> La davosa!

source: Recording
rm_sursilv: registrar

source: Recordings
rm_sursilv: Registraziuns

source: Recording voice clips is an integral part of building our open dataset; some would say it's the fun part too.
rm_sursilv: Registrar clips da vuschs ei ina part integrala per crear nossa unitad da datas aviarta; biars schessen ch'ei seigi era la part divertenta.

source: Record/Stop
rm_sursilv: registrar/stop

source: RECORD VOICEWAVE
rm_sursilv: REGISTRAR L'UNDA DA TIA VUSCH

source: Record your voice
rm_sursilv: registrescha tia vusch

source: Recreate Voicewave
rm_sursilv: recrear voicewave

source: Remove
rm_sursilv: stizzar

source: Report
rm_sursilv: rapportar

source: Report was passed successfully
rm_sursilv: Il rapport ei vegnius tarmess cun success

source: Request a Language
rm_sursilv: Giavischar in lungatg

source: *required
rm_sursilv: *necessari

source: Re-record
rm_sursilv: registrar da niev

source: RE-RECORD
rm_sursilv: REGISTRAR AUNC INA GA

source: Re-record clip
rm_sursilv: Repeter la registraziun dil clip

source: RETRY
rm_sursilv: REPETER

source: Return here to edit your goal anytime.
rm_sursilv: Tuorna cheu per modificar tia finamira da tut temps.

source: Return to Common Voice
rm_sursilv: returnar a Common Voice

source: Return to Common Voice Datasets
rm_sursilv: Anavos allas unitads da datas da Common Voice

source: Return to Languages
rm_sursilv: Turnar a Lungatgs

source: Review
rm_sursilv: verificar

source: Review & re-record clips here as you go
rm_sursilv: Cheu sas ti verificar e registrar danovamein, sch'ei fa basegns.

source: Review & re-record clips if needed
rm_sursilv: Verificar e registrar danovamein, sch'igl ei necessari.

source: Review & Submit
rm_sursilv: verificar e transmetter

source: Romanian
rm_sursilv: rumen

source: Romansh Sursilvan
rm_sursilv: romontsch sursilvan

source: Romansh Vallader
rm_sursilv: romontsch vallader

source: Russian
rm_sursilv: russ

source: Sakha
rm_sursilv: yakut

source: Sardinian
rm_sursilv: sard

source: Save
rm_sursilv: memorisar

source: Saved
rm_sursilv: memorisau

source: Search
rm_sursilv: encurir

source: Search for answers
rm_sursilv: encurir rispostas

source: See how your progress compares to other contributors all over the world.
rm_sursilv: Cumpareglia tiu progress cun las contribuziuns d'autras persunas digl entir mund.

source: See Less
rm_sursilv: mussar pli pauc

source: See More
rm_sursilv: mussar dapli

source: Select a Language...
rm_sursilv: Elegia in lungatg ...

source: Sentence Collection
rm_sursilv: Collecziun da construcziuns

source: Sentences
rm_sursilv: Construcziuns

source: Serbian
rm_sursilv: serb

source: Set a goal
rm_sursilv: metter ina finamira

source: Set my visibility
rm_sursilv: Adattar mia visibladad

source: Settings
rm_sursilv: Parameters

source: Sex
rm_sursilv: Schlatteina

source: Share my goal
rm_sursilv: parter mia finamira

source: Share your { $count } Clip Daily Goal for { $type }
rm_sursilv: Parta tia finamira da { $count } clips per di per { $type }

source: Share your { $count } Clip Weekly Goal for { $type }
rm_sursilv: Parta tia finamira da { $count } clips per jamna per { $type }

source: Shortcuts
rm_sursilv: Cumbinaziun da tastas

source: Show my ranking
rm_sursilv: mussar mia rangaziun

source: Sign up for an account
rm_sursilv: Seregistrar

source: Sign up for Common Voice newsletters, goal reminders and progress updates
rm_sursilv: Seregistrar per las newsletters da Common Voice, regurdientschas da las finamiras ed actualisaziuns dil progress.

source: sign up for email updates
rm_sursilv: Abonnar novitads per e-mail

source: Sign up for { $lang } updates:
rm_sursilv: S'annunziar per novitads da { $lang }.

source: Sinhala
rm_sursilv: singales

source: Size
rm_sursilv: Grondezia

source: Skip
rm_sursilv: sursiglir

source: Skip Submission Feedback
rm_sursilv: sursiglir il resun alla contribuziun

source: Slovak
rm_sursilv: slovac

source: Slovenian
rm_sursilv: sloven

source: Sorbian, Lower
rm_sursilv: sorb bass

source: Sorbian, Upper
rm_sursilv: sorb ault

source: Spanish
rm_sursilv: spagnol

source: Speak
rm_sursilv: discuorer

source: Speakers
rm_sursilv: Plidader/plidadra

source: Speaking
rm_sursilv: discuorer

source: Speaking and Listening
rm_sursilv: discuorer e tedlar

source: Speak now
rm_sursilv: discuora ussa

source: Speak up, contribute here!
rm_sursilv: Aulza tia vusch, contribuescha cheu!

source: <speechBlogLink>Get Started with Speech Recognition</speechBlogLink>
rm_sursilv: <speechBlogLink>Ils emprems pass per identificar la vusch</speechBlogLink>

source: Speech is often the most natural way we communicate with each other and voice technologies are bringing that convenience to our computers and mobile devices. We want to empower developers to build amazing voice recognition applications like real-time translators and voice-enabled digital assistants. But right now most of the voice data required to build these kinds of apps is expensive and proprietary. We hope the Common Voice dataset will give developers what they need to innovate and make speech technology available in their own language. To make voice recognition even more universal, we're collecting voice samples in widely spoken languages as well as those with a smaller population of speakers often underserved by commercial speech recognition services. Publishing a diverse dataset of voices will empower developers, entrepreneurs, and entire speech communities to address this gap themselves.
rm_sursilv: Discuorer ei savens la moda e maniera la pli naturala da communicar in cun l'auter. Las tecnologias vocalas portan quei confort sin nos computers ed apparats mobils. Nus lein possibilitar als sviluppaders da crear applicaziuns da reconuschientscha vocala che fan smarvigliar, p.ex. per translatar en temps real ni assistents digitals che san discuorer. Pil mument ei denton la plipart dallas datas da vuschs ch'ei drova per far talas applicaziuns cara e protegida culs dretgs d'autur. Nus sperein che la collecziun da datas da Common Voice detti als sviluppaders quei ch'els drovan per far innovaziuns e per metter a disposiziun la tecnologia vocala en lur agen lungatg. Per saver far diever dalla reconuschientscha vocala a moda pli universala rimnein nus registraziuns da vuschs en lungatgs derasai sco era lungatgs che vegnan discurri d'ina pli pintga populaziun e savens buca risguardai da survetschs commercials da reconuschientscha vocala. Cunquei che nus publichein ina collecziun varionta da datas cun vuschs han sviluppaders, interprendiders ed entiras communitads linguisticas la pusseivladad da serrar quella largia ord atgna forza.

source: Speech-to-text (STT)
rm_sursilv: da vusch a text (Speech-to-text, STT)

source: Speech-to-text (STT) technologies convert voice data into text.
rm_sursilv: Tecnologias da vusch a text (STT) converteschan datotecas da lungatg en text.

source: Splits
rm_sursilv: Partiziuns

source: Start recording
rm_sursilv: registrar

source: Stats
rm_sursilv: Statisticas

source: Streaks
rm_sursilv: Seria

source: Submit
rm_sursilv: tarmetter

source: Submit a report
rm_sursilv: tarmetter in rapport

source: Submit clips
rm_sursilv: transmetter la registraziun

source: Subscribe
rm_sursilv: abonnar
